/* 
   Localizable.strings
   gfxCardStatus

   Created by Sascha Teske 2011/08/25.
   Copyright 2011 Sascha Teske. 
*/

/* Main menu */
"About"					= "Über gfxCardStatus, v%%";
"Update"				= "Updates suchen...";
"Preferences"			= "Einstellungen...";
"SwitchGPUs"			= "GPU umschalten";
"IntegratedOnly"		= "Nur Integriert";
"DiscreteOnly"			= "Nur Diskret";
"DynamicSwitching"		= "Automatischer Wechsel";
"Dependencies"			= "Abhängigkeiten";
"NoProcess"				= "Keine";
"Quit"					= "Beenden";
"Close"					= "Schliessen";
"PowerSource"           = "Stromquelle: %%";
"Battery"               = "Batterie";
"ACAdapter"             = "Extern";

/* Preferences window */
"PrefTitle"				= "gfxCardStatus Einstellungen";
"PrefUpdate"			= "Beim Starten nach updates suchen";
"PrefGrowl"				= "Growl für Statuswechsel Benachrichtigungen verwenden";
"PrefStartup"			= "gfxCardStatus beim Booten starten";
"PrefLog"				= "Diagnosenachrichten in der Konsole speichern";
"PrefRestoreState"		= "Letzten genutzten Modus beim Starten wiederherstellen";
"PrefPowerSwitching"	= "Stromquellenabhängigen Wechsel nutzen";
"Integrated"            = "Integriert";
"Discrete"              = "Diskret";
"Dynamic"               = "Dynamisch";
"OnBattery"             = "Im Batteriebetrieb:";
"PluggedIn"             = "Mit externer Stromquelle:";
"General"               = "Allgemein";
"Switching"             = "Switching";
"SmartMenuBarIcons"     = "Smarte Menü-Icons benutzen";

/* About box */
"AboutTitle"			= "Über gfxCardStatus";
"AboutWebsite"			= "Website";

/* Growl */
"GrowlGPUChanged"       = "GPU umgeschaltet";
"GrowlGPUChangedMessage"           = "'%1$@' wird jetzt verwendet.";
